Repository: common-repository/synchronised-pages
Catalog: languages/synchronised-pages-*.po
Languages: fr_fr

source: Synchronised Pages
fr_fr: Pages synchronisées

source: This plugin generates a bunch of pages according to a template page with various informations extracted from a database. For instance you can mass-generate one page per event of a festival, with specific informations for each event.
fr_fr: Cette extension génère plusieurs pages selon un modèle de page, avec diverses informations extraites depuis une base de données. Par exemple, vous pouvez générer en masse une page par événement d’un festival, avec des informations spécifiques pour chaque événement.

source: Template
fr_fr: Modèle

source: Template <span class="count">(%s)</span>
fr_fr: Modèle <span class="count">(%s)</span>

source: Publish the template
fr_fr: Publier le modèle

source: Update the template
fr_fr: Mettre à jour le modèle

source: Synchronised pages
fr_fr: Pages synchronisées

source: Sets of synchronised pages from a template page
fr_fr: Ensembles de pages synchronisées à partir d’un modèle de page

source: Synchronised
fr_fr: Synchronisé

source: Post Types
fr_fr: Types d’articles

source: Selected post types will be given the possibility to be mass-generated. Relevant taxonomies will be created.
fr_fr: Les types d’articles sélectionnés pourront être générés en masse. Des taxonomies appropriées seront créées.

source: Some of the values you entered in %s → %s are not post types.
fr_fr: Certaines valeurs que vous avez entrées dans %s → %s ne sont pas des types d’articles.

source: For now, it is not possible to use the post type %s in %s → %s. Possibly in a future version of the plugin %s.
fr_fr: Pour l’instant, il n’est pas possible d’utiliser le type d’article %s dans %s → %s. Possiblement dans une version future de l’extension %s.

source: Synchronised Status
fr_fr: Statut Synchronisé

source: Display the status &#8220;Synchronised&#8221; in the posts list
fr_fr: Afficher le statut &#171;&#8239;Synchronisé&#8239;&#187; dans la liste des articles

source: Manage imports
fr_fr: Gérer les imports

source: Name of the import
fr_fr: Nom de l’import

source: Internal name of the import.
fr_fr: Nom interne de l’import.

source: All the synchronised pages will be created after the selected template.
fr_fr: Toutes les pages synchronisées seront créées d’après le modèle sélectionné.

source: Database file
fr_fr: Fichier de la base de données

source: This file must be in CSV format. The column names will be the variable names in the template and each synchronised pages will be created given the informations of one line.
fr_fr: Le fichier doit être au format CSV. Les noms des colonnes seront les noms des variables dans le modèle et chaque page synchronisée sera créée d’après les informations d’une ligne.

source: Create the synchronised pages
fr_fr: Créer les pages synchronisées

source: Search imports
fr_fr: Rechercher des imports

source: %s (template)
fr_fr: %s (modèle)
